---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseFy
source: html/3670e0ec-826d-6913-fb25-c2cabf67a104.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseFy Property

"Top Fy"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralTopReleaseFy { get; }
```